{
    "Dr Mohamed Sera": "د. محمد صيره",
    "Home": "الرئيسية",
    "Contact Us": "اتصل بنا",
    "Our Services": "خدماتنا",
    "About Us": "من نحن",
    "Photo Gallery": "معرض الصور",
    "Video Gallery": "معرض الفيديو",
    "Surgeon": "جراح",
    "Book Now": "احجز الآن",
    "Anal fissure surgery": "جراحة الشق الشرجي",
    "Surgical treatments for chronic constipation disorders, excision of rectal pockets, surgical procedures for anal hemorrhoids, anal fistulas, anal abscesses, and Hirschsprung's disease.": "علاجات جراحية لاضطرابات الإمساك المزمن، استئصال جيوب المستقيم، إجراءات جراحية للبواسير الشرجية، الناسور الشرجي، الخراجات الشرجية، ومرض هيرشسبرنغ.",
    "Hemorrhoid surgery": "جراحة البواسير",
    "It refers to an abnormal dilation of the blood vessels located at the end of the rectum and anus.": "يشير إلى توسع غير طبيعي للأوعية الدموية الموجودة في نهاية المستقيم والشرج.",
    "ingrown toenail surgeries": "جراحة الأظافر الغارزة",
    "An ingrown nail occurs when the nail bends at its outer edge and grows into the skin.": "تحدث الأظافر الغارزة عندما تنحني الأظافر عند حوافها الخارجية وتنمو داخل الجلد.",
    "laparoscopic surgeries": "الجراحة بالمنظار",
    "Laparoscopic gallbladder removal surgeries, surgical appendectomy, repair of abdominal wall muscles, and laparoscopic hernia repair.": "جراحة إزالة المرارة بالمنظار، استئصال الزائدة الدودية جراحياً، إصلاح عضلات جدار البطن، وإصلاح الفتاق بالمنظار.",
    "Minimally invasive surgeries": "الجراحة الأقل تداخلاً",
    "Laparoscopic gallbladder removal surgeries, surgical and laparoscopic appendectomy, abdominal wall muscle repair, and laparoscopic hernia repair.": "جراحة إزالة المرارة بالمنظار، استئصال الزائدة الدودية جراحياً ومنظارياً، إصلاح عضلات جدار البطن، وإصلاح الفتاق بالمنظار.",
    "Colon surgeries": "جراحة القولون",
    "Surgical removal of the colon, either completely or partially, using laparoscopic techniques, and excision of benign and malignant colon tumors.": "الإزالة الجراحية للقولون، سواء بشكل كامل أو جزئي، باستخدام تقنيات المنظار، واستئصال الأورام الحميدة والخبيثة في القولون.",
    "Get Expert ": "احصل على خبير",
    "Medical Consultation !": "استشارة طبية !",
    "Dr Mohamed Sera provide expert medical advice and consultation. Get in touch with our team to discuss": "د. محمد صيره يقدم نصائح طبية وخدمات استشارية متخصصة. تواصل مع فريقنا للمناقشه",
    "Dr. Mohamed Sera’s": "الدكتور محمد صيره",
    "clinic combines expertise with the latest surgical innovations to ensure quick recovery and minimal discomfort. Whether you need a simple or complex procedure, our minimally invasive techniques provide you with the best care and faster healing. Your well-being is our priority-experience a healthier life today": "تجمع عيادة الدكتور محمد سيرا بين الخبرة وأحدث الابتكارات الجراحية لضمان التعافي السريع وأقل قدر من الانزعاج. سواء كنت بحاجة إلى إجراء بسيط أو معقد، فإن تقنياتنا الأقل تدخلاً توفر لك أفضل رعاية وتعافي أسرع. رفاهيتك هي أولويتنا - اختبر حياة أكثر صحة اليوم",
    "Certificates": "الشهادات",
    "More About Dr Mohamed": "المزيد عن الدكتور محمد",
    "About Dr Mohamed": "حول دكتور محمد"
}